{
  "brands": [
    {
      "nameEn": "Patek Philippe",
      "nameAr": "باتيك فيليب",
      "slug": "patek-philippe",
      "descriptionEn": "Founded in 1839, Patek Philippe is renowned for creating some of the world's most complicated and prestigious timepieces. The Geneva-based manufacturer is the last family-owned independent watch manufacturer in Geneva.",
      "descriptionAr": "تأسست باتيك فيليب عام 1839، وهي مشهورة بإنشاء بعض من أكثر الساعات تعقيداً وهيبة في العالم. الشركة المصنعة في جنيف هي آخر شركة مستقلة مملوكة لعائلة في جنيف.",
      "foundedYear": 1839,
      "country": "Switzerland",
      "websiteUrl": "https://www.patek.com",
      "displayOrder": 1
    },
    {
      "nameEn": "Richard Mille",
      "nameAr": "ريتشارد ميل",
      "slug": "richard-mille",
      "descriptionEn": "Founded in 2001, Richard Mille revolutionized watchmaking with ultra-light, ultra-resistant watches inspired by Formula 1 racing and aerospace engineering. Each timepiece is a technical masterpiece.",
      "descriptionAr": "تأسست ريتشارد ميل عام 2001، وأحدثت ثورة في صناعة الساعات بساعات خفيفة للغاية ومقاومة للغاية مستوحاة من سباقات الفورمولا 1 وهندسة الفضاء. كل قطعة هي تحفة تقنية.",
      "foundedYear": 2001,
      "country": "Switzerland",
      "websiteUrl": "https://www.richardmille.com",
      "displayOrder": 2
    },
    {
      "nameEn": "Audemars Piguet",
      "nameAr": "أوديمار بيغيه",
      "slug": "audemars-piguet",
      "descriptionEn": "Since 1875, Audemars Piguet has been creating exceptional timepieces in the Vallée de Joux. The Royal Oak, introduced in 1972, revolutionized luxury sports watches.",
      "descriptionAr": "منذ عام 1875، تقوم أوديمار بيغيه بإنشاء ساعات استثنائية في وادي جو. أحدثت رويال أوك، التي تم تقديمها في عام 1972، ثورة في ساعات الرياضة الفاخرة.",
      "foundedYear": 1875,
      "country": "Switzerland",
      "websiteUrl": "https://www.audemarspiguet.com",
      "displayOrder": 3
    },
    {
      "nameEn": "Rolex",
      "nameAr": "رولكس",
      "slug": "rolex",
      "descriptionEn": "Founded in 1905, Rolex is synonymous with prestige and performance. The brand has been at the forefront of watchmaking innovation for over a century.",
      "descriptionAr": "تأسست رولكس عام 1905، وهي مرادفة للهيبة والأداء. كانت العلامة التجارية في طليعة الابتكار في صناعة الساعات لأكثر من قرن.",
      "foundedYear": 1905,
      "country": "Switzerland",
      "websiteUrl": "https://www.rolex.com",
      "displayOrder": 4
    },
    {
      "nameEn": "F.P. Journe",
      "nameAr": "إف بي جورن",
      "slug": "fp-journe",
      "descriptionEn": "François-Paul Journe founded his eponymous brand in 1999, creating highly complicated timepieces with innovative mechanisms. Each watch is a work of horological art.",
      "descriptionAr": "أسس فرانسوا بول جورن علامته التجارية التي تحمل اسمه في عام 1999، وأنشأ ساعات معقدة للغاية مع آليات مبتكرة. كل ساعة هي عمل فني في صناعة الساعات.",
      "foundedYear": 1999,
      "country": "Switzerland",
      "websiteUrl": "https://www.fpjourne.com",
      "displayOrder": 5
    },
    {
      "nameEn": "H. Moser & Cie",
      "nameAr": "إتش موزر وشركاه",
      "slug": "h-moser-cie",
      "descriptionEn": "Founded in 1828, H. Moser & Cie is known for its minimalist aesthetic and exceptional in-house movements. The brand represents Swiss watchmaking at its finest.",
      "descriptionAr": "تأسست H. Moser & Cie عام 1828، وهي معروفة بجمالياتها البسيطة وحركاتها الداخلية الاستثنائية. تمثل العلامة التجارية صناعة الساعات السويسرية في أفضل حالاتها.",
      "foundedYear": 1828,
      "country": "Switzerland",
      "websiteUrl": "https://www.h-moser.com",
      "displayOrder": 6
    },
    {
      "nameEn": "Tudor",
      "nameAr": "تيودور",
      "slug": "tudor",
      "descriptionEn": "Founded by Hans Wilsdorf in 1926, Tudor offers Swiss-made watches with exceptional value. The brand combines heritage with modern innovation.",
      "descriptionAr": "تأسست تيودور على يد هانز ويلسدورف عام 1926، وتقدم ساعات سويسرية الصنع بقيمة استثنائية. تجمع العلامة التجارية بين التراث والابتكار الحديث.",
      "foundedYear": 1926,
      "country": "Switzerland",
      "websiteUrl": "https://www.tudorwatch.com",
      "displayOrder": 7
    },
    {
      "nameEn": "Artisans de Geneve",
      "nameAr": "حرفيو جنيف",
      "slug": "artisans-de-geneve",
      "descriptionEn": "Artisans de Geneve specializes in creating unique, customized luxury watches. They transform iconic timepieces into one-of-a-kind masterpieces.",
      "descriptionAr": "يتخصص حرفيو جنيف في إنشاء ساعات فاخرة فريدة ومخصصة. يحولون القطع الزمنية الأيقونية إلى تحف فنية فريدة من نوعها.",
      "foundedYear": 2011,
      "country": "Switzerland",
      "websiteUrl": "https://www.artisansdegeneve.com",
      "displayOrder": 8
    }
  ],
  "watches": [
    {
      "brand": "F.P. Journe",
      "referenceNumber": "Chronomètre à Résonance",
      "nameEn": "F.P. Journe Chronomètre à Résonance",
      "nameAr": "إف بي جورن كرونوغراف إف بي جورنيه الجديدة",
      "slug": "fp-journe-chronom--tre---r--sonance",
      "descriptionEn": "The latest limited edition Chronograph from F.P. Journe, celebrating 20 years in Japan. Features a 40mm titanium case with an 18-carat red gold dial.",
      "descriptionAr": "أحدث إصدار محدود من الكرونوغراف من إف بي جورن، احتفالاً بمرور 20 عاماً في اليابان. يتميز بعلبة من التيتانيوم مقاس 40 مم مع قرص من الذهب الأحمر عيار 18 قيراطاً.",
      "storyEn": "This exceptional timepiece represents F.P. Journe's mastery of resonance. Limited to just 300 pieces worldwide, it showcases the brand's commitment to horological innovation.",
      "storyAr": "تمثل هذه القطعة الاستثنائية إتقان إف بي جورن للرنين. محدودة بـ 300 قطعة فقط في جميع أنحاء العالم، وتعرض التزام العلامة التجارية بالابتكار في صناعة الساعات.",
      "material": "Titanium & 18K Red Gold",
      "dialColor": "Red Gold",
      "caseSize": "40mm",
      "movement": "Manual",
      "complications": "Chronograph, Resonance",
      "limitedEdition": true,
      "productionQuantity": 300,
      "retailPrice": 101000,
      "marketValue": 340000,
      "rarity": "Extremely Rare",
      "isFeatured": true,
      "displayOrder": 1
    },
    {
      "brand": "Patek Philippe",
      "referenceNumber": "5470P",
      "nameEn": "Patek Philippe 5470P",
      "nameAr": "باتيك فيليب 5470P",
      "slug": "patek-philippe-5470p",
      "descriptionEn": "An extremely rare watch from Patek Philippe priced at approximately $500,000. Features exceptional complications and platinum construction.",
      "descriptionAr": "ساعة نادرة للغاية من باتيك فيليب بسعر حوالي 500,000 دولار. تتميز بتعقيدات استثنائية وبناء من البلاتين.",
      "storyEn": "The 5470P represents Patek Philippe's pinnacle of watchmaking artistry. With its manual winding movement and sophisticated complications, it's a collector's dream.",
      "storyAr": "تمثل 5470P قمة فن صناعة الساعات من باتيك فيليب. مع حركتها اليدوية والتعقيدات المتطورة، إنها حلم جامع الساعات.",
      "material": "Platinum",
      "dialColor": "Black",
      "caseSize": "41mm",
      "movement": "Manual Winding",
      "complications": "Multiple complications",
      "limitedEdition": true,
      "retailPrice": 500000,
      "marketValue": 500000,
      "rarity": "Extremely Rare",
      "isFeatured": true,
      "displayOrder": 2
    },
    {
      "brand": "Richard Mille",
      "referenceNumber": "RM 65-01",
      "nameEn": "Richard Mille RM 65-01 McLaren",
      "nameAr": "ريتشارد ميل RM 65-01 ماكلارين",
      "slug": "richard-mille-rm-65-01-mclaren",
      "referenceNumber": "RM 65-01",
      "descriptionEn": "Latest collaboration between Richard Mille and McLaren. Features automatic movement with chronograph and innovative materials. Limited to 500 pieces.",
      "descriptionAr": "أحدث تعاون بين ريتشارد ميل وماكلارين. يتميز بحركة أوتوماتيكية مع كرونوغراف ومواد مبتكرة. محدودة بـ 500 قطعة.",
      "storyEn": "This collaboration celebrates the partnership between Richard Mille and McLaren Automotive. The watch embodies the spirit of Formula 1 racing with its lightweight construction and technical sophistication.",
      "storyAr": "يحتفل هذا التعاون بالشراكة بين ريتشارد ميل وماكلارين أوتوموتيف. تجسد الساعة روح سباقات الفورمولا 1 ببنائها الخفيف وتطورها التقني.",
      "material": "Carbon TPT",
      "dialColor": "Skeleton",
      "caseSize": "44mm",
      "movement": "Automatic",
      "complications": "Chronograph",
      "limitedEdition": true,
      "productionQuantity": 500,
      "retailPrice": 650000,
      "marketValue": 650000,
      "rarity": "Very Rare",
      "isFeatured": true,
      "displayOrder": 3
    },
    {
      "brand": "Richard Mille",
      "referenceNumber": "RM 67-02",
      "nameEn": "Richard Mille RM 67-02 Italia",
      "nameAr": "ريتشارد ميل RM 67-02 إيطاليا",
      "slug": "richard-mille-rm-67-02-italia",
      "descriptionEn": "Ultra-light automatic extra flat watch weighing only 32 grams. Features Quartz TPT material and celebrates Italian Olympic Games.",
      "descriptionAr": "ساعة أوتوماتيكية فائقة النحافة خفيفة للغاية تزن 32 جراماً فقط. تتميز بمادة Quartz TPT وتحتفل بالألعاب الأولمبية الإيطالية.",
      "storyEn": "Created in celebration of the Italian Olympic team, this watch combines Richard Mille's signature ultra-light construction with Italian flair. The Quartz TPT case is both beautiful and incredibly strong.",
      "storyAr": "تم إنشاؤها احتفالاً بالفريق الأولمبي الإيطالي، تجمع هذه الساعة بين بناء ريتشارد ميل الخفيف للغاية والذوق الإيطالي. علبة Quartz TPT جميلة وقوية بشكل لا يصدق.",
      "material": "Quartz TPT",
      "dialColor": "Skeleton",
      "caseSize": "38.7mm",
      "movement": "Automatic Extra Flat",
      "complications": "None",
      "waterResistance": "50m",
      "limitedEdition": true,
      "productionQuantity": 300,
      "retailPrice": 100000,
      "marketValue": 100000,
      "rarity": "Rare",
      "isFeatured": true,
      "displayOrder": 4
    },
    {
      "brand": "Rolex",
      "referenceNumber": "6265/8",
      "nameEn": "Rolex Daytona 'Paul Newman' Reference 6265/8",
      "nameAr": "رولكس دايتونا 'بول نيومان' المرجع 6265/8",
      "slug": "rolex-daytona-paul-newman-6265-8",
      "descriptionEn": "One of the most important watch collectors in the world, His Highness wears a rare Rolex Daytona from 1987. 18-karat yellow gold with black dial and gold subdials.",
      "descriptionAr": "واحد من أهم جامعي الساعات في العالم، يرتدي سموه ساعة رولكس دايتونا نادرة من عام 1987. ذهب أصفر عيار 18 قيراطاً مع قرص أسود وأقراص فرعية ذهبية.",
      "storyEn": "This iconic Daytona features a 37mm 18K yellow gold case with a black dial and gold subdials. The watch is powered by a hand-wound Zenith El Primero movement, modified to match Rolex standards. With its engraved gold bezel for measuring speed, this watch represents the golden era of Rolex Daytona collecting.",
      "storyAr": "تتميز هذه الدايتونا الأيقونية بعلبة من الذهب الأصفر عيار 18 قيراطاً مقاس 37 مم مع قرص أسود وأقراص فرعية ذهبية. تعمل الساعة بحركة زينيث إل بريميرو يدوية الملء، معدلة لتتناسب مع معايير رولكس. مع إطارها الذهبي المحفور لقياس السرعة، تمثل هذه الساعة العصر الذهبي لجمع ساعات رولكس دايتونا.",
      "material": "18K Yellow Gold",
      "dialColor": "Black with Gold Subdials",
      "caseSize": "37mm",
      "movement": "Manual Winding (Zenith El Primero Modified)",
      "complications": "Chronograph",
      "yearReleased": 1987,
      "retailPrice": 15000,
      "marketValue": 175000,
      "rarity": "Extremely Rare",
      "isFeatured": true,
      "displayOrder": 5
    },
    {
      "brand": "Tudor",
      "referenceNumber": "79360N",
      "nameEn": "Tudor Black Bay Chronograph 'Pink Dial'",
      "nameAr": "تيودور بلاك باي كرونوغراف 'القرص الوردي'",
      "slug": "tudor-black-bay-chronograph-pink-dial",
      "descriptionEn": "Tudor Black Bay Chronograph with distinctive pink dial. Features 41mm stainless steel case with COSC-certified Caliber MT5813 movement.",
      "descriptionAr": "تيودور بلاك باي كرونوغراف مع قرص وردي مميز. يتميز بعلبة من الفولاذ المقاوم للصدأ مقاس 41 مم مع حركة Caliber MT5813 معتمدة من COSC.",
      "storyEn": "The pink dial came from Tudor's new collaboration with the Inter Miami football team. This unique colorway makes it instantly recognizable and highly collectible.",
      "storyAr": "جاء القرص الوردي من تعاون تيودور الجديد مع فريق إنتر ميامي لكرة القدم. يجعل هذا اللون الفريد من نوعه قابلاً للتعرف عليه على الفور وقابلاً للتجميع بشكل كبير.",
      "material": "Stainless Steel",
      "dialColor": "Pink",
      "caseSize": "41mm",
      "movement": "Automatic (Caliber MT5813)",
      "complications": "Chronograph",
      "waterResistance": "200m",
      "yearReleased": 2024,
      "retailPrice": 5500,
      "marketValue": 6500,
      "rarity": "Limited",
      "isFeatured": false,
      "displayOrder": 6
    },
    {
      "brand": "H. Moser & Cie",
      "referenceNumber": "Unknown",
      "nameEn": "H. Moser & Cie Elegant Watch",
      "nameAr": "إتش موزر وشركاه ساعة أنيقة",
      "slug": "h-moser-cie-elegant-watch",
      "descriptionEn": "An elegant watch from H. Moser & Cie worn by His Highness. Features the brand's signature minimalist aesthetic with exceptional craftsmanship.",
      "descriptionAr": "ساعة أنيقة من H. Moser & Cie يرتديها سموه. تتميز بجمالية بسيطة مميزة للعلامة التجارية مع حرفية استثنائية.",
      "storyEn": "H. Moser & Cie represents Swiss watchmaking at its finest, combining traditional craftsmanship with modern design sensibilities.",
      "storyAr": "تمثل H. Moser & Cie صناعة الساعات السويسرية في أفضل حالاتها، حيث تجمع بين الحرفية التقليدية وحساسيات التصميم الحديث.",
      "material": "Precious Metal",
      "dialColor": "Elegant",
      "caseSize": "40mm",
      "movement": "Automatic",
      "rarity": "Rare",
      "isFeatured": false,
      "displayOrder": 7
    }
  ]
}
