{
  "top5Watches": [
    {
      "id": 1,
      "rank": 1,
      "nameEn": "Richard Mille RM 26-02 Tourbillon 'Evil Eye'",
      "nameAr": "ريتشارد ميل RM 26-02 توربيون 'عين الشر'",
      "brandEn": "Richard Mille",
      "brandAr": "ريتشارد ميل",
      "referenceNumber": "RM 26-02",
      "priceUSD": 750000,
      "priceRange": "$600,000 - $900,000",
      "storyEn": "The Richard Mille RM 26-02 'Evil Eye' is one of the most extraordinary timepieces in Sheikh Ammar's collection. This masterpiece features a stunning hand-painted enamel dial depicting the traditional 'Evil Eye' talisman, believed to protect against negative energy. Limited to only 30 pieces worldwide, this watch combines Richard Mille's signature ultra-light tonneau case with exquisite artistic craftsmanship. The manual-winding tourbillon movement showcases the brand's technical prowess, while the vibrant colors and intricate details make each piece a unique work of art.",
      "storyAr": "تعتبر ساعة ريتشارد ميل RM 26-02 'عين الشر' واحدة من أكثر القطع استثنائية في مجموعة الشيخ عمار. تتميز هذه التحفة بميناء مطلي بالمينا يدوياً يصور تميمة 'العين الشريرة' التقليدية، والتي يُعتقد أنها تحمي من الطاقة السلبية. محدودة بـ 30 قطعة فقط في جميع أنحاء العالم، تجمع هذه الساعة بين علبة تونو خفيفة الوزن المميزة لريتشارد ميل والحرفية الفنية الرائعة. تعرض الحركة اليدوية بتوربيون براعة العلامة التجارية التقنية، بينما تجعل الألوان النابضة بالحياة والتفاصيل المعقدة كل قطعة عملاً فنياً فريداً.",
      "specifications": {
        "movement": "Manual-winding tourbillon",
        "case": "Titanium tonneau case",
        "diameter": "45.66mm x 39.70mm",
        "thickness": "13.84mm",
        "crystal": "Sapphire",
        "waterResistance": "50m",
        "strap": "Rubber",
        "limitedEdition": "30 pieces",
        "complications": ["Tourbillon", "Hand-painted enamel dial"]
      },
      "sheikhImage": "/yVNK9XEJjhnf.jpg",
      "watchImage": "/yVNK9XEJjhnf.jpg",
      "rarity": "Ultra Rare",
      "year": "2016"
    },
    {
      "id": 2,
      "rank": 2,
      "nameEn": "Patek Philippe Nautilus Ref. 5711/1300A-001",
      "nameAr": "باتيك فيليب نوتيلوس 5711/1300A-001",
      "brandEn": "Patek Philippe",
      "brandAr": "باتيك فيليب",
      "referenceNumber": "5711/1300A-001",
      "priceUSD": 525000,
      "priceRange": "$450,000 - $600,000+",
      "storyEn": "The Patek Philippe Nautilus 5711/1300A represents the pinnacle of sports luxury watchmaking. This extraordinary piece features a stunning olive-green dial paired with a bezel set with 32 baguette-cut diamonds. As the final iteration of the legendary 5711 reference before its discontinuation, this watch has become one of the most sought-after timepieces in the world. The combination of stainless steel construction with diamond embellishment creates a perfect balance between sporty elegance and haute joaillerie. Sheikh Ammar's example showcases his appreciation for both classic design and exceptional rarity.",
      "storyAr": "تمثل ساعة باتيك فيليب نوتيلوس 5711/1300A قمة صناعة الساعات الرياضية الفاخرة. تتميز هذه القطعة الاستثنائية بميناء أخضر زيتوني مذهل مقترن بإطار مرصع بـ 32 ماسة مقطوعة على شكل باغيت. باعتبارها النسخة النهائية من المرجع الأسطوري 5711 قبل إيقافه، أصبحت هذه الساعة واحدة من أكثر القطع المطلوبة في العالم. يخلق الجمع بين البناء من الفولاذ المقاوم للصدأ والزخرفة الماسية توازناً مثالياً بين الأناقة الرياضية والمجوهرات الراقية. يعرض مثال الشيخ عمار تقديره للتصميم الكلاسيكي والندرة الاستثنائية.",
      "specifications": {
        "movement": "Caliber 26-330 S C, Self-winding",
        "case": "Stainless steel with diamond bezel",
        "diameter": "40mm",
        "thickness": "8.3mm",
        "crystal": "Sapphire",
        "waterResistance": "120m",
        "strap": "Stainless steel bracelet",
        "diamonds": "32 baguette-cut diamonds (~2 carats)",
        "complications": ["Date", "Center sweep seconds"]
      },
      "sheikhImage": "/watch-collection-sheikh-ammar.jpg",
      "watchImage": "/RLh0KUjnfSBP.webp",
      "rarity": "Extremely Rare",
      "year": "2021"
    },
    {
      "id": 3,
      "rank": 3,
      "nameEn": "Patek Philippe 1/10th Second Monopusher Chronograph Ref. 5470P-001",
      "nameAr": "باتيك فيليب كرونوغراف أحادي الضغط 1/10 ثانية 5470P-001",
      "brandEn": "Patek Philippe",
      "brandAr": "باتيك فيليب",
      "referenceNumber": "5470P-001",
      "priceUSD": 425000,
      "priceRange": "$350,000 - $500,000+",
      "storyEn": "The Patek Philippe 5470P-001 is a groundbreaking chronograph that measures time to 1/10th of a second—a remarkable feat in mechanical watchmaking. Crafted in platinum, this watch features a stunning blue dial with a unique sector design that pays homage to vintage chronographs while incorporating cutting-edge technology. The monopusher chronograph is activated by a single button, demonstrating Patek Philippe's mastery of complex mechanisms. This piece represents Sheikh Ammar's appreciation for technical innovation combined with traditional craftsmanship, making it one of the most significant watches in his collection.",
      "storyAr": "تعتبر ساعة باتيك فيليب 5470P-001 كرونوغراف رائد يقيس الوقت بدقة 1/10 من الثانية - إنجاز ملحوظ في صناعة الساعات الميكانيكية. مصنوعة من البلاتين، تتميز هذه الساعة بميناء أزرق مذهل بتصميم قطاعي فريد يشيد بالكرونوغرافات القديمة مع دمج التكنولوجيا المتطورة. يتم تنشيط الكرونوغراف أحادي الضغط بزر واحد، مما يدل على إتقان باتيك فيليب للآليات المعقدة. تمثل هذه القطعة تقدير الشيخ عمار للابتكار التقني المقترن بالحرفية التقليدية، مما يجعلها واحدة من أهم الساعات في مجموعته.",
      "specifications": {
        "movement": "Caliber CH 29-535 PS 1/10, Manual-winding",
        "case": "Platinum 950",
        "diameter": "41mm",
        "thickness": "13.68mm",
        "crystal": "Sapphire",
        "waterResistance": "30m",
        "strap": "Alligator leather",
        "complications": ["1/10th second chronograph", "30-minute counter", "Date"]
      },
      "sheikhImage": "/yVNK9XEJjhnf.jpg",
      "watchImage": "/uk2IxanM9W59.jpg",
      "rarity": "Very Rare",
      "year": "2021"
    },
    {
      "id": 4,
      "rank": 4,
      "nameEn": "Patek Philippe Split-Seconds Chronograph Ref. 5959P-001",
      "nameAr": "باتيك فيليب كرونوغراف مقسم الثواني 5959P-001",
      "brandEn": "Patek Philippe",
      "brandAr": "باتيك فيليب",
      "referenceNumber": "5959P-001",
      "priceUSD": 375000,
      "priceRange": "$300,000 - $450,000+",
      "storyEn": "The Patek Philippe 5959P-001 is a masterpiece of haute horlogerie, featuring one of watchmaking's most complex complications: the split-seconds chronograph (rattrapante). This platinum timepiece allows the measurement of multiple events simultaneously, with two chronograph hands that can be stopped independently. The elegant white dial features applied Breguet numerals and leaf-shaped hands, embodying Patek Philippe's timeless aesthetic. This watch represents the pinnacle of mechanical complexity and is a testament to Sheikh Ammar's deep understanding and appreciation of fine watchmaking.",
      "storyAr": "تعتبر ساعة باتيك فيليب 5959P-001 تحفة من صناعة الساعات الراقية، وتتميز بواحدة من أكثر التعقيدات تعقيداً في صناعة الساعات: كرونوغراف مقسم الثواني (راتراب). تسمح هذه القطعة البلاتينية بقياس أحداث متعددة في وقت واحد، مع عقربين كرونوغراف يمكن إيقافهما بشكل مستقل. يتميز الميناء الأبيض الأنيق بأرقام بريغيه المطبقة وعقارب على شكل ورقة، مجسداً الجمالية الخالدة لباتيك فيليب. تمثل هذه الساعة قمة التعقيد الميكانيكي وهي شهادة على الفهم العميق والتقدير للشيخ عمار لصناعة الساعات الفاخرة.",
      "specifications": {
        "movement": "Caliber CHR 27-525 PS, Manual-winding",
        "case": "Platinum 950",
        "diameter": "33mm",
        "thickness": "12.5mm",
        "crystal": "Sapphire",
        "waterResistance": "30m",
        "strap": "Alligator leather",
        "complications": ["Split-seconds chronograph", "30-minute counter"]
      },
      "sheikhImage": "/yVNK9XEJjhnf.jpg",
      "watchImage": "/Mkwm3lAm0brz.jpg",
      "rarity": "Very Rare",
      "year": "2015"
    },
    {
      "id": 5,
      "rank": 5,
      "nameEn": "Audemars Piguet Royal Oak Perpetual Calendar Ref. 26579CS",
      "nameAr": "أوديمار بيغيه رويال أوك تقويم دائم 26579CS",
      "brandEn": "Audemars Piguet",
      "brandAr": "أوديمار بيغيه",
      "referenceNumber": "26579CS",
      "priceUSD": 250000,
      "priceRange": "$200,000 - $300,000+",
      "storyEn": "The Audemars Piguet Royal Oak Perpetual Calendar 26579CS represents a bold evolution of the iconic Royal Oak design. Crafted entirely in blue ceramic, this watch features the perpetual calendar complication—one of watchmaking's 'grand complications' that accurately tracks the date, day, month, leap year, and moon phase without manual adjustment until 2100. The striking blue ceramic case and bracelet create a modern, sporty aesthetic while maintaining the Royal Oak's legendary octagonal bezel and 'Grande Tapisserie' dial pattern. This piece showcases Sheikh Ammar's appreciation for both traditional complications and contemporary materials.",
      "storyAr": "تمثل ساعة أوديمار بيغيه رويال أوك تقويم دائم 26579CS تطوراً جريئاً لتصميم رويال أوك الأيقوني. مصنوعة بالكامل من السيراميك الأزرق، تتميز هذه الساعة بتعقيد التقويم الدائم - أحد 'التعقيدات الكبرى' في صناعة الساعات الذي يتتبع بدقة التاريخ واليوم والشهر والسنة الكبيسة ومرحلة القمر دون تعديل يدوي حتى عام 2100. تخلق علبة وسوار السيراميك الأزرق اللافت جمالية عصرية ورياضية مع الحفاظ على الإطار الثماني الأسطوري لرويال أوك ونمط ميناء 'غراند تابيسري'. تعرض هذه القطعة تقدير الشيخ عمار للتعقيدات التقليدية والمواد المعاصرة.",
      "specifications": {
        "movement": "Caliber 5134, Self-winding",
        "case": "Blue ceramic",
        "diameter": "41mm",
        "thickness": "9.5mm",
        "crystal": "Sapphire",
        "waterResistance": "20m",
        "strap": "Blue ceramic bracelet",
        "complications": ["Perpetual calendar", "Day", "Date", "Month", "Leap year", "Moon phase", "Astronomical moon"]
      },
      "sheikhImage": "/ZmRqQWxNqVfO.jpg",
      "watchImage": "/W9IVp0iYK8m1.jpg",
      "rarity": "Rare",
      "year": "2019"
    }
  ]
}
